export default {
  title: "首頁",
  "self.name": "你好！我的名字是",
  name: "蘇卉湘",
  "self.profession": "我是",
  "self.profession.color": "前端工程師",
  "self.read": "了解我更多",
  "self.caption": `我是一名熱愛網頁設計與開發的前端工程師，自2023年開始自學，並於2024年10月成功轉職至前端開發領域。具備 HTML、SCSS、Vue（Vue2/Vue3）、JavaScript、Node.js 等技術技能，並能快速上手新技術與專案。
加入職場後，我迅速熟悉了公司的技術棧（如 Vue2/Vue3 和 Git Flow），並完整掌握了專案的開發流程。在工作中，我積極協助完成 PM 所提出的需求，確保功能開發準確無誤並符合需求，同時參與每日需求討論，提供建設性建議並快速回應同事的反饋。
作為團隊的一員，我擁有良好的溝通能力，與前端資深同事和 UI/UX 設計師保持高效的合作，確保團隊進度順利推進。對於工作安排，我始終保持積極配合，甚至願意加班以確保專案的順利完成。
我熱愛與人交流，享受團隊合作的氛圍，並期望未來能與更多優秀的夥伴攜手合作，共同完成卓越的產品！`,
};
